Repository: Cycle-Fix/Google-Analytics-Dashboard-for-WP
Catalog: languages/*-dash-*.po
Languages: fr_fr

source: General Settings
fr_fr: Configuration générale

source: Backend Settings
fr_fr: Réglages Backend

source: Frontend Settings
fr_fr: Réglages Frontend

source: Tracking Code
fr_fr: Code de suivi

source: Settings
fr_fr: Réglages

source: Google Analytics Dashboard
fr_fr: Tableau de bord Google Analytics

source: This plugin needs an authorization:
fr_fr: Ce plugin demande une autorisation

source: Authorize Plugin
fr_fr: Autoriser l'extension

source: Something went wrong. Please check the Debugging Data section for possible errors
fr_fr: Problème survenu. Merci de vérifier la section de debug de données pour les erreurs possibles

source: Error Log
fr_fr: Erreur log

source: View Name:
fr_fr: Nom de la vue :

source: Something went wrong while retrieving profiles list.
fr_fr: Problème survenu en récupérant la liste de profils.

source: More details
fr_fr: Plus d'informations

source: An admin should asign a default Google Analytics Profile.
fr_fr: Un administrateur doit assigner un profil Google Analytics par défaut.

source: Select Domain
fr_fr: Selection domaine

source: Something went wrong while retrieving property data. You need to create and properly configure a Google Analytics account:
fr_fr: Problème survenu en récupérant la donnée. Vous devez créer et configurer correctement un compte Google Analytics :

source: Find out more!
fr_fr: Plus !

source: Real-Time
fr_fr: Temps réel

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: Last 7 Days
fr_fr: 7 jours

source: Last 14 Days
fr_fr: 14 jours

source: Last 30 Days
fr_fr: 30 jours

source: Last 90 Days
fr_fr: 90 jours

source: Visits
fr_fr: Visites

source: Visitors
fr_fr: Visiteurs

source: Organic
fr_fr: Organique

source: Page Views
fr_fr: Pages vues

source: Bounce Rate
fr_fr: Taux de rebond

source: Hour
fr_fr: Heure

source: Organic Searches
fr_fr: Recherches Organiques

source: No stats available. Please check the Debugging Data section for possible errors
fr_fr: Pas de statistiques disponibles. Merci de vérifier la section de debug de données pour les erreurs possibles

source: Country/City
fr_fr: Pays/Ville

source: Traffic Sources
fr_fr: Sources d'audience

source: New vs. Returning
fr_fr: Nouveau vs connus

source: Top Pages
fr_fr: Pages Principales

source: Top Referrers
fr_fr: Principaux Sites Référents

source: Top Searches
fr_fr: Recherches Principales

source: Visits:
fr_fr: Visites :

source: Visitors:
fr_fr: Visiteurs :

source: Page Views:
fr_fr: Pages Vues :

source: Bounce Rate:
fr_fr: Taux de rebond :

source: Organic Search:
fr_fr: Recherche Organique :

source: Pages per Visit:
fr_fr: Pages par visite :

source: This is a beta feature and is only available when using my Developer Key! (
fr_fr: Fonctionnalité beta, seulement disponible en utilisant une Developer Key !

source: more about this feature
fr_fr: Plus sur cette fonctionnalité

source: REFERRAL
fr_fr: RÉFÉRENTS

source: ORGANIC
fr_fr: ORGANIQUE

source: NEW
fr_fr: NOUVEAU

source: RETURN
fr_fr: RÉCURRENT

source: Visits from
fr_fr: Visites depuis

source: Visits by Country
fr_fr: Visites par pays

source: Traffic Overview
fr_fr: Vue d'ensemble

source: Options saved.
fr_fr: Options sauvegardées.

source: Cheating Huh?
fr_fr: Tricheur ?

source: Something went wrong, you need to
fr_fr: problème survenu, vous devez

source: auhorize the plugin
fr_fr: Autoriser l'extension

source: or properly configure your
fr_fr: ou configurer correctement votre

source: Google Analytics account
fr_fr: Compte Google Analytics

source: Google Analytics Frontend Settings
fr_fr: Configuration Google Analytics Frontend

source: Show stats to:
fr_fr: Afficher statistiques pour :

source: show page visits and visitors in frontend (after each article)
fr_fr: Montrer les visites et visiteurs par page sur le frontend (après chaque article)

source: show page searches (after each article)
fr_fr: Montrer les pages recherchées

source: Update Options
fr_fr: Mise à jour des options

source: Google Analytics Dashboard Settings
fr_fr: Configuration Google Analytics Dashboard

source: disable Switch Profile/View functionality
fr_fr: Désactiver la fonctionnalité de changement de Profil/Vue

source: Real-Time Settings
fr_fr: Configuration Temps réel

source: Maximum number of pages to display on real-time tab:
fr_fr: Nombre maximum de pages à afficher sur le tableau temps réel :

source: (find out more
fr_fr: (en savoir plus

source: about this feature
fr_fr: sur cette foncitonnalité

source: Additional Stats & Charts
fr_fr: Autres statistiques et graphiques

source: show Geo Map chart for visits
fr_fr: Montrer la carte géographique des visites

source: Target Geo Map to region:
fr_fr: Cibler la carte géographique sur la région :

source: cities (find out more
fr_fr: villes (en savoir plus)

source: show traffic overview
fr_fr: Montrer la vue d'ensemble de l'audience

source: show top pages
fr_fr: Montrer les pages principales

source: show top referrers
fr_fr: Montrer les sites référents principaux

source: show top searches
fr_fr: Montrer les top recherches

source: Google Analytics Tracking Code
fr_fr: Code de suivi Google Analytics

source: Tracking Settings
fr_fr: Réglage du tracking

source: Disabled
fr_fr: Désactiver

source: Enabled
fr_fr: Désactiver

source: Default URL:
fr_fr: URL de base :

source: Time Zone:
fr_fr: Fuseau horaire :

source: Tracking Type:
fr_fr: Type de tracking :

source: Classic Analytics
fr_fr: Classique Analytics

source: anonymize IPs while tracking
fr_fr: rendre anonyme les IP durant le tracking.

source: Page Speed SR:
fr_fr: Vitesse page SR :

source: Events Tracking
fr_fr: Événements tracking :

source: Download Filters:
fr_fr: Filtres de téléchargement :

source: Exclude Tracking
fr_fr: Exclure tracking :

source: Exclude tracking for:
fr_fr: Exclure tracking pour :

source: Cleared Cache.
fr_fr: Cache vidé.

source: Token Reseted and Revoked.
fr_fr: Token remis à zéro et supprimé.

source: PHP CURL is required. Please install/enable PHP CURL!
fr_fr: PHP CURL est requis. Merci d'installer/activer PHP CURL !

source: Google Analytics Settings
fr_fr: COnfiguration Google Analytics

source: Plugin Authorization
fr_fr: Autorisation Extension

source: You should watch the
fr_fr: Consulter le

source: and read this
fr_fr: et lisez ceci

source: tutorial
fr_fr: Tutoriel de configuration

source: before proceeding to authorization. This plugin requires a properly configured Google Analytics account
fr_fr: avant l'autorisation. Cette extension nécessite un compte Google Analytics proprement configuré.

source: use your own API Project credentials
fr_fr: utiliser votre propre API

source: Clear Authorization
fr_fr: Effacer Authorization

source: Clear Cache
fr_fr: Vider le cache

source: Select Domain:
fr_fr: Selection domaine :

source: and/or hide all other domains
fr_fr: et/ou cacher les autres domaines

source: Hide Now
fr_fr: Cacher

source: Theme Color:
fr_fr: Couleur thème

source: A new frontend widget is available! To enable it, go to
fr_fr: Un nouveau widget est disponible ! pour l'activer, cliquer sur

source: Appearance -> Widgets
fr_fr: Apparence -> Widgets

source: and look for Google Analytics Dashboard.
fr_fr: et rechercher Google Analytics Dashboard

source: Debugging Data
fr_fr: Debug données

source: Properties refreshed.
fr_fr: Mise à jour des propriétés.

source: Network Setup
fr_fr: Réglage réseau

source: use a single Google Analytics account for the entire network
fr_fr: Utiliser un seul compte Google Analytics pour le réseau entier

source: Refresh Properties
fr_fr: Mettre à jour les propriétés

source: Properties/Views Settings
fr_fr: Configuration frontend

source: Setup Tutorial & Demo
fr_fr: Tutoriel de configuration

source: Support & Reviews
fr_fr: Support

source: You can find support on
fr_fr: Vous pouvez trouver un support sur

source: DeConf Help Center
fr_fr: DeConf centre d'aide

source: Your feedback and review are both important,
fr_fr: Votre retour et notation sont aussi importants,

source: rate this plugin
fr_fr: noter l'extension

source: Further Reading
fr_fr: Lectures complémentaires

source: Other
fr_fr: Autre

source: WordPress Plugins
fr_fr: Extensions Wordpress

source: written by the same author
fr_fr: écrit par le même auteur

source: Web Analytics
fr_fr: Statistiques Web

source: service with visitors tracking at IP level.
fr_fr: service avec tracking de visiteurs par IP.

source: Will display your google analytics stats in a widget
fr_fr: Afficher les statistiques Google Analytics dans un widget

source: generated by
fr_fr: généré par

source: Google Analytics Stats
fr_fr: Statistiques de Google Analytics

source: Title:
fr_fr: Titre :

source: Display:
fr_fr: Affichage :

source: Chart & Totals
fr_fr: Graphique et Totaux

source: Chart
fr_fr: Graphique

source: Totals
fr_fr: Totaux

source: Stats for:
fr_fr: Statistiques pour :

source: Use this link to get your access code:
fr_fr: Cliquer sur ce lien pour récupérer le code d'accès :

source: Get Access Code
fr_fr: Récupérer le code d'accès

source: Access Code:
fr_fr: Code d'accès :

source: Save Access Code
fr_fr: Sauvegarder code d'accès

source: \' trend
fr_fr: \' tendance

source: Period:
fr_fr: Période :

source: Total Visits:
fr_fr: Total visites :

source: Views vs UniqueViews
fr_fr: Visites vs Visites uniques

source: Views
fr_fr: Visites

source: UniqueViews
fr_fr: Visites uniques

source: REFERRALS
fr_fr: SITES RÉFÉRENTS

source: KEYWORDS
fr_fr: MOTS-CLÉS
